Repository: SimonFormanek/pureosc
Catalog: i18n/*/LC_MESSAGES/pureosc.po
Languages: cs_cz

source: Vat number
cs_cz: Dič

source: Company number
cs_cz: Ičo

source: FlexiBee sync
cs_cz: FlexiBee synchronizace

source: PDF Invoice
cs_cz: PDF Faktura

source: ISDOC Invoice
cs_cz: ISDOC Faktura

source: FlexiBee import
cs_cz: Import z FlexiBee

source: Wrong call
cs_cz: Špatné volání

source: Newsletter GDPR Consent
cs_cz: GDPR Souhlas s odběrem novinek mailem

source: Dear Customer
cs_cz: Vážený zálazníku,

source: Would you like to subsribe to newsletter updates from %s ?
cs_cz: Chcete se přihlásit k odběru emailových novinek z %s ?

source: Click here to Agree
cs_cz: Klikněte zde pro vyjádření souhlasu

source: Share on Google Buzz
cs_cz: Sdílet na Google Buzz

source: Share products on Google Buzz.
cs_cz: Sdílet produkty na Google Buzz.

source: Newsletter Consent
cs_cz: Souhlas se zasíláním novinek

source: Consent Recieved
cs_cz: Souhlas byl přijat

source: Consent not recieved
cs_cz: Souhlas nebyl přijat

source: Newsletter subscription consent was accepted
cs_cz: Souhlas k odběru mailových novinek byl přijat

source: Newsletter subscription consent was not accepted
cs_cz: Souhlas k odběru mailových novinek nebyl přijat

source: align
cs_cz: zarovnání
