<?php
//copy of czech
/*cz+fr+de
 * uft8 version with some additional characters and typography Thu 19 Jun 2014 12:20:28 PM CEST mail@simonformanek.cz
 */
 
  $char_convert = array(
  'Å' => 'A', 'å' => 'a',
  'Ä' => 'Ae', 'ä' => 'a',
  'À' => 'A', 'à' => 'a', 
  'Â' => 'A', 'â' => 'a', 
  'Æ' => 'AE', 'æ' => 'ae',
  'Á' => 'A', 'á' => 'a', 
  'Č' => 'C', 'č' => 'c', 
  'Ç' => 'C', 'ç' => 'c',
  'Ď' => 'D', 'ď' => 'd', 
  'É' => 'E', 'é' => 'e',
  'Ě' => 'E', 'ě' => 'e',
  'È' => 'E', 'è' => 'e', 
  'Ê' => 'E', 'ê' => 'e', 
  'Ë' => 'E', 'ë' => 'e',
  'Í' => 'I', 'í' => 'i', 
  'Î' => 'I', 'î' => 'i', 
  'Ï' => 'I', 'ï' => 'i',
  'Ň' => 'N', 'ň' => 'n', 
  'Ó' => 'O', 'ó' => 'o', 
  'Ö' => 'Oe', 'ö' =>'oe',
  'Œ' => 'OE','œ' => 'oe', 
  'Ô' => 'O','ô' => 'o',
  'Ö' => 'Oe', 'ö' => 'oe', 
  'Ř' => 'R', 'ř' => 'r', 
  'Š' => 'S', 'š' => 's', 
  'ß' => 'sz',
  'Ť' => 'T', 'ť' => 't', 
  'Ú' => 'U', 'ú' => 'u', 
  'Ů' => 'U', 'ů' => 'U', 
  'Ù' => 'U', 'ù' => 'u', 
  'Û' => 'U', 'û' => 'u',
  'Ü' => 'U', 'ü' => 'u',
  'Ý' => 'Y', 'ý' => 'y', 
  'Ÿ' => 'Y', 'ÿ' =>'y',
  'Ž' => 'Z', 'ž' => 'z',
  '€' => 'EUR'
  );
